Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sluttrapport_kvaenangsbotn_og_navitdalen_landskapsvernomrader:_kulturminneregistreringer_og_kartlegging_av_historisk_bruk_av_utmarka_2021_.html.tmx
Source language: nob
Languages: sme

source: Sluttrapport Kvænangsbotn og Navitdalen landskapsvernområder: Kulturminneregistreringer og kartlegging av historisk bruk av utmarka (2021)
sme: Loahpparaporta Bađaávžži ja Gearbbehiid suodjemeahcci ja Návetvuomi suodjemeahcci: Kulturmuitoregistreremat ja meahci historjjálaš geavaheami kárten (2021)

source: I 2019 fikk verneområdestyret i Kvænangen og Navitdalen landskapsvernområder tilskudd fra Sametinget til å gjennomføre kulturminneregistreringer i de to verneområdene.
sme: 2019:s oaččui Bađaávžži ja Gearbbehiid ja Návetvuomi suodjemehciid stivra doarjaga Sámedikkis čađahit kulturmuitoregistreremiid dán guovtti suodjalanguovllus.

source: Denne rapporten oppsummerer resultatet av feltarbeid og inkluderer også informasjon fra tidligere registreringer og skriftlige/muntlige kilder som kan bidra til vår kunnskap om bruken av områdene.
sme: Dát raporta čoahkkáigeassá bohtosa gieddebarggus ja fátmmasta maid dieđuid ovdalaš registreremiin ja čálalaš/njálmmálaš gálduin mat sáhttet buoridit máhtu guovlluid geavaheami birra.

source: Et av målene har vært å kartlegge tidligere tiders bruk av landskapet og ressursene det har rommet.
sme: Okta mihttu lea leamaš kártet ovdalaš áiggiid geavaheami eanadagas ja resurssaid doppe.

source: Det har også vært viktig å kartfeste kulturminner og bruk av landskapet som kan informere forvaltningen av verneområdet og planleggingen av fremtidige aktiviteter.
sme: Lea maid leamaš dehálaš kártii darvehit kulturmuittuid ja eanadaga geavaheami mii sáhttá informeret suodjalanguovllu hálddašeami ja boahtte áigásaš doaimmaid plánema.

source: I tillegg til kulturminneregistreringer har det blitt gjennomført intervjuer om den reindriftsamiske bruken av landskapet.
sme: Lassin kulturmuitoregistreremiidda leat maid čađahuvvon jearahallamat eanadaga boazodoallosámi geavaheami birra.

source: Les sluttrapporten Kvænangsbotn og Navitdalen landskapsvernområder: Kulturminneregistreringer og kartlegging av historisk bruk av utmarka.
sme: Koronapandemiija dihte ii leat leamaš vejolaš čađahit registreremiid plánaid mielde Návetvuomi siskkit guovlluin.
